
// Common
"OK" = "OK";
"Cancel" = "Отмена";
"Error" = "Ошибка";
"byte" = "байт";
"bytes" = "байтов";

// Application
"Quit" = "Завершить";
"Don't Quit" = "Не завершать";
"Are you sure you want to quit? Daybreak is currently downloading files. If you quit now, it will not finish downloading these files." = "Вы действительно хотите завершить работу? Daybreak сейчас загружает файлы. Если вы завершите работу, эти файлы не будут загружены.";
"Daybreak Feedback" = "Обратная связь";
"Are you sure you want to empty the cache?" = "Вы действительно хотите очистить кэш?";
"Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again." = "Daybreak сохраняет содержимое вебстраниц, которые Вы открываете, и хранит их в кэше. Так что страницы загружаются быстрее когда Вы вновь посещаете их.";
"Empty" = "Очистить";
"On disk" = "На диске";
"In memory" = "В памяти";

// Menu titles
"About Daybreak" = "О программе Daybreak";
"Provide Feedback" = "Обратная связь";
"Check for Updates…" = "Проверить обновления…";
"Preferences…" = "Настройки…";
"Empty Cache…" = "Очистить кэш…";
"Services" = "Службы";
"Hide Daybreak" = "Скрыть Daybreak";
"Hide Others" = "Скрыть остальные";
"Show All" = "Показать все";
"Quit Daybreak" = "Завершить Daybreak";
"File" = "Файл";
"New Window" = "Новое окно";
"New Tab" = "Новая вкладка";
"Open…" = "Открыть файл…";
"Open Location…" = "Открыть адрес…";
"Close" = "Закрыть";
"Save As…" = "Сохранить как…";
"Download from URL…" = "Загрузить URL…";
"Print…" = "Напечатать…";
"Edit" = "Редактировать";
"Undo" = "Отменить";
"Redo" = "Повторить";
"Cut" = "Вырезать";
"Copy" = "Копировать";
"Paste" = "Вставить";
"Delete" = "Удалить";
"Select All" = "Выбрать всё";
"Find" = "Поиск";
"Find…" = "Найти…";
"Find Next" = "Найти далее";
"Find Previous" = "Найти ранее";
"Use Selection for Find" = "Найти выбранное";
"Jump to Selection" = "Перейти к выбранному";
"Spelling and Grammar" = "Правописание и грамматика";
"Show Spelling…" = "Показать правописание…";
"Check Spelling" = "Проверить правописание";
"Check Spelling While Typing" = "Проверять правописание при вводе текста";
"Check Grammar With Spelling" = "Проверять грамматику и правописание";
"Substitutions" = "Замены";
"Smart Copy/Paste" = "Смарт-копирование/вставка";
"Smart Quotes" = "Смарт-кавычки";
"Smart Links" = "Смарт-ссылки";
"Speech" = "Проговаривание текста";
"Start Speaking" = "Начать";
"Stop Speaking" = "Остановить";
"View" = "Вид";
"Show All Bars" = "Показать все панели";
"Hide All Bars" = "Скрыть все панели";
"Show Toolbar" = "Показать панель инструментов";
"Hide Toolbar" = "Скрыть панель инструментов";
"Show Tabbar" = "Показать панель вкладок";
"Hide Tabbar" = "Скрыть панель вкладок";
"Sidebar Position" = "Позиция боковой панели";
"Left" = "Слева";
"Right" = "Справа";
"Customize Toolbar…" = "Настроить панель инструментов…";
"Reload" = "Перезагрузить страницу";
"Stop" = "Остановить";
"View Scale" = "Масштаб просмотра";
"Text Scale" = "Масштаб текста";
"Actual Size" = "Действительный размер";
"Zoom In" = "Увеличить";
"Zoom Out" = "Уменьшить";
"Select User Agent" = "Выбрать приложение";
"Show Source" = "Показать программный код страницы";
"Hide Source" = "Скрыть программный код страницы";
"Show Resources" = "Показать ресурсы";
"Hide Resources" = "Скрыть ресурсы";
"Show Web Inspector" = "Показать Веб-инспектор";
"Show Error Console" = "Показать консоль ошибок";
"History" = "История";
"Back" = "Назад";
"Forward" = "Вперёд";
"Bookmarks" = "Закладки";
"Show History…" = "Показать историю…";
"Show All Bookmarks" = "Показать все закладки";
"Hide All Bookmarks" = "Скрыть все закладки";
"Add Bookmark…" = "Добавить закладку…";
"Find in Bookmarks" = "Поиск в закладках";
"as List" = "как список";
"as Icons" = "как значки";
"as Tiles" = "как изображения";
"Window" = "Окно";
"Minimize" = "Свернуть";
"Zoom" = "Изменить масштаб";
"Select Next Tab" = "Выбрать следующую вкладку";
"Select Previous Tab" = "Выбрать предыдущую вкладку";
"Downloads" = "Загрузки";
"Bring All to Front" = "Все окна - на передний план";
"Help" = "Справка";
"Daybreak Help" = "Справка Daybreak";
"Localize…" = "Локализация…";
"Installed Plug-ins" = "Установленные плагины";
"Daybreak Home Page" = "Домашняя страница Daybreak";
"Search in Google" = "Искать в Google";
"Open Google Search Results in New Tab" = "Открыть результаты поиска Google в новой вкладке";
"Open in Application..." = "Открыть в программе...";
"Open in %@" = "Открыть в %@";
"Open Link in New Tab" = "Открыть ссылку в новой вкладке";
"Open Link in Application..." = "Открыть ссылку в программе...";
"Open Link in %@" = "Открыть ссылку в %@";
"Open Frame in Current Frame" = "Открыть фрейм в текущем окне";
"Open Frame in New Tab" = "Открыть фрейм в новой вкладке";

// Preferences
"General" = "Основные";
"Open new windows with home page" = "В новых окнах домашняя страница";
"Open new tabs with home page" = "В новых вкладках домашняя страница";
"Home page" = "Домашняя страница";
"Save downloaded files to" = "Сохранять загруженные файлы в";
"Open URL from applications" = "Открывать страницы в";
"in a new window" = "новых окнах";
"in a new tab" = "новых вкладках";
"in the current tab" = "в текущей вкладке";
"Quit when the last window is closed" = "Завершать работу вместе с последним окном";
"Confirm before closing multiple tabs" = "Предупреждать при закрытии нескольких вкладок";
"Check the new version after launching" = "Проверять обновления при запуске";
"Clears all caches after launching" = "Очищать кэш при запуске";
"Appearance" = "Внешний вид";
"Allows animated image to loop" = "Зацикливать анимированные изображения";
"Allows animated images" = "Включить анимированные изображения";
"Loads images automatically" = "Загружать изображения автоматически";
"Default encoding" = "Кодировка по умолчанию";
"Include backgrounds when printing" = "Использовать фон страницы при печати";
"Show bookmarks when window opens" = "Показывать закладки в новом окне";
"Show alert when removing bookmark" = "Предупреждать при удалении закладок";
"Security" = "Безопасность";
"Enable plug-ins" = "Включить плагины";
"Enable Java" = "Включить Java";
"Enable JavaScript" = "Включить JavaScript";
"Block pop-up windows" = "Блокировать всплывающие окна";
"URL field shows IDN as ASCII" = "Показывать IDN в ASCII";
"Accept cookies" = "Принимать файлы cookie";
"Save history for" = "Хранить историю за";
"Advanced" = "Дополнительные";
"Enable Web Inspector" = "Включить Веб-инспектор";
"When a new tab opens, make it active" = "Сразу переходить на новые вкладки";

// Bookmark
"Untitled" = "Без названия";
"Title" = "Заголовок";
"URL" = "Адрес";
"Label" = "Метка";
"Add" = "Добавить";
"Open an item" = "Открыть закладку";
"Open %d items" = "Открыть %d закладок";
"Remove an item" = "Удалить закладку";
"Remove %d items" = "Удалить %d закладок";

// Tab
"Close Others" = "Закрыть остальные";

// Document
"Go" = "Перейти";
"Search" = "Искать";
"Suggestions" = "Предложения";
"URL Field" = "Поле адреса";
"Add Bookmark" = "Добавить закладку";
"Snapshot" = "Снимок";
"Snapshot Current Page" = "Сфотографировать текущую страницу";
"Go Home" = "Перейти домой";
"Go Home Page" = "Перейти на домашнюю страницу";
"Bug Report" = "Отчёт об ошибке";
"User Agent" = "Программа";
"Source" = "Исходный код";
"Save" = "Сохранить";
"Scale" = "Масштаб";
"Send Bug Report" = "Отправить отчёт об ошибке";
"Load" = "Загрузить";
"Reload / Stop" = "Перезагрузить / Остановить";
"Text Encoding" = "Кодировка текста";
"Default" = "По умолчанию";
"Open in other application…" = "Открыть в другой программе…";
"This page is already added to bookmarks. \nAre you sure you want to update it?" = "Эта страница уже добавлена в закладки. \nВы хотите обновить её?";
"Are you sure you want to bookmark this page?" = "Вы хотите добавить эту страницу в закладки?";
"Download any file from typed URL." = "Загрузить любой файл по введённому адресу.";
"Are you sure you want to open %d items?" = "Вы действительно хотите открыть %d страниц?";
"Complete to add new localization. Restart Daybreak." = "Добавлена новая локализация. Перезапустите Daybreak.";
"Failed to add new localization." = "Не удалось добавить новую локализацию.";

// Update
"A new version of Daybreak %@ is available." = "Доступна новая версия Daybreak %@.";
"Daybreak %@ is currently the newest version available." = "Daybreak %@ самая новая версия на настоящий момент.";
"Could not check for updates." = "Не удалось проверить обновления.";
"If you click the \"Download\" button, the download of the disk image file will begin. " = "Если Вы нажмёте кнопку \"Загрузить\", начнётся загрузка файла образа диска. ";
"Not Now" = "Не сейчас";
"Skip This Version" = "Пропустить эту версию";
"Download" = "Загрузить";

// Snapshot
"Only visible portion" = "Только видимую часть";
"Update" = "Обновить";
"Size" = "Размер";
"File Type" = "Тип файла";
"File Size" = "Размер файла";
"Updating..." = "Обновление...";
"Compression" = "Компрессия";
"Quality" = "Качество";

// Bug report
"Send Bug Report" = "Отправить сообщение об ошибке";
"Summary" = "Краткое изложение";
"Reproducibility" = "Воспроизводимость";
"Describe" = "Описать";
"None" = "Нет";
"A way to reproduce" = "Способ воспроизведения";
"Could not send the report." = "Не удалось отправить сообщение.";
"OS" = "Операционная система";
"Processor" = "Процессор";
"Application Version" = "Версия программы";
"Daybreak Bug Report" = "Сообщение об ошибке Daybreak";

// User Agent
"Other" = "Другой";

// History
"Remove" = "Удалить";
"Remove All" = "Удалить всё";
"Are you sure you want to remove all items?" = "Вы действительно хотите удалить все записи?";

// Findbar
"Ignore Case" = "Не учитывать регистр букв";
"Wrap Around" = "По кругу";

// Download
"Undone" = "Не готово";
"Done" = "Готово";

// Localization
"Localize" = "Перевод";
"Language" = "Язык";
"Create" = "Создать";

// Error titles
"Unknown Error" = "Неизвестная ошибка";
"Cancelled" = "Отменено";
"Bad URL" = "Неправильный адрес";
"Timed Out" = "Время вышло";
"Unsupported URL" = "Адрес не поддерживается";
"Cannot Find Host" = "Не удалось найти хост-машину";
"Cannot Connect to Host" = "Не удалось подключиться к хост-машине";
"Network Connection Lost" = "Потерено соединение с сетью";
"DNS Lookup Failed" = "Ошибка поиска в DNS";
"Too Many Redirects" = "Слишком много перенаправлений";
"Resource Unavailable" = "Ресурс недоступен";
"Not Connected to Internet" = "Нет соединения с Интернет";
"Redirect to Non Existent Location" = "Перенаправление по несуществующему адресу";
"Bad Server Response" = "Неправильный ответ сервера";
"User Cancelled Authentication" = "Пользователь отменил аутентификацию";
"User Authentication Required" = "Необходима аутентификация пользователя";
"Zero Byte Resource" = "Ресурс нулевого размера";
"Cannot Decode Raw Data" = "Не удалось раскодировать данные";
"Cannot Decode Content Data" = "Не удалось раскодировать содержимое";
"Cannot Parse Response" = "Не удалось обработать ответ";
"File Does Not Exist" = "Файл не существует";
"File is Directory" = "Файл является каталогом";
"No Permissions to ReadFile" = "Нет разрешений на чтение файла";
"Data Length Exceeds Maximum" = "Размер данных превышает максимум";
"Secure Connection Failed" = "Не удалось установить безопасное соединение";
"Server Certificate Has BadDate" = "Сертификат сервера просрочен";
"Server Certificate Untrusted" = "Сертификат сервера не надёжен";
"Continue" = "Продолжить";
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?" = "Сертификат сайта не корректен. Возможно вы подключаетесь к сайту, который притворяется сайтом \"%@\". Это может подвергнуть Вашу конфиденциальную информацию риску. Желаете ли Вы всё равно подключиться к сайту?";
"Server Certificate Has UnknownRoot" = "Не известен корневой сертификат сайта.";
"Server Certificate Not Yet Valid" = "Неправильный сертификат сайта.";
"Client Certificate Rejected" = "Сертификат клиента отвергнут";
"Cannot Load from Network" = "Не удалась загрузка из сети";
"Daybreak can’t open the page “%@”" = "Daybreak не может открыть станицу “%@”";
"Could not open in %@." = "Не удалось открыть в %@.";
